/* Update alert title */
"Update Available"="Update erhältlich";

/* Update alert dismiss button title */
"Next time"="Später";

/* Changelog is empty */
"Changelog is empty" = "Das Änderungsprotokoll ist leer";

/* Update alert skip button title */
"Update"="Update";
